---
kind: other
id: Properties.T:Autodesk.Revit.DB.CurtainSystem
source: html/276690bf-26f0-7ccf-f679-4546e3ba0bfb.htm
---
# CurtainSystem Properties

The id of the assembly instance to which the element belongs.